Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.guide.calendar.body
source: The calendar is a week-view grid that pulls events from all your schemes, color-coded by scheme. Click any event to jump to its source line in the editor. The upcoming panel on the left shows what's due next and is visible on every page.
ar: التقويم عبارة عن شبكة عرض أسبوعية تسحب الأحداث من جميع خطتك، مع ترميز لوني حسب الخطة. انقر على أي حدث للانتقال إلى سطره الأصلي في المحرر. تعرض اللوحة القادمة على اليسار ما هو مقبل وتكون مرئية على كل صفحة.
cs: Kalendář je tabulka pohledu na týden, která vytahuje události ze všech vašich schémat, barevně odlišených podle schématu. Kliknutím na jakoukoli událost skočíte na její zdrojový řádek v editoru. Nadcházející panel na levé straně ukazuje, co je dále splatné, a je viditelný na každé stránce.
da: Kalenderen er et ugevisnetsark, der henter begivenheder fra alle dine skemaer, farvekodet efter skema. Klik på en begivenhed for at gå til dens kildelinje i editoren. Det kommende panel til venstre viser, hvad der forfalder næste gang, og er synligt på hver side.
de: Der Kalender ist eine Wochenansichts-Rasteransicht, die Ereignisse aus all Ihren Schemes heranzieht, farbcodiert nach Scheme. Klicken Sie auf ein Ereignis, um zur Quellzeile im Editor zu springen. Das Feld „Bevorstehend“ auf der linken Seite zeigt, was als Nächstes fällig ist und ist auf jeder Seite sichtbar.
el: Το ημερολόγιο είναι ένα πλέγμα προβολής εβδομάδας που τραβά γεγονότα από όλα τα σχέδιά σας, κωδικοποιημένα με χρώμα ανά σχέδιο. Κάντε κλικ σε οποιοδήποτε γεγονός για να μεταβείτε στη γραμμή προέλευσής του στο επεξεργαστή. Το τρέχον πάνελ στα αριστερά δείχνει τι πρόκειται να λήξει στη συνέχεια και είναι ορατό σε κάθε σελίδα.
es: El calendario es una cuadrícula de vista semanal que extrae eventos de todos tus esquemas, codificados por color según el esquema. Haz clic en cualquier evento para ir a su línea de origen en el editor. El panel de próximos eventos a la izquierda muestra qué vence a continuación y es visible en todas las páginas.
fi: Kalenteri on viikon näkymä, joka hakee tapahtumat kaikista kaavioistasi värikoodattuina. Napsauta mitä tahansa tapahtumaa hyppääksesi sen lähdelinjalle muokkaimessa. Vasemmalla oleva tulevien paneeli näyttää, mitä on seuraavaksi esillä, ja se näkyy jokaisella sivulla.
fr: Le calendrier est une grille d'affichage hebdomadaire qui extrait les événements de tous vos schémas, codés par couleur selon le schéma. Cliquez sur n'importe quel événement pour accéder à sa ligne source dans l'éditeur. Le panneau à venir sur la gauche affiche ce qui est dû ensuite et est visible sur chaque page.
he: לוח השנה הוא רשת צפיית שבוע המשיכה אירועים מכל הסכמות שלך, בקוד צבע לפי סכמה. לחץ על כל אירוע כדי לקפוץ לשורת המקור שלו בעריכה. הלוח הקרוב בצד שמאל מציג מה הוא בא לידי ביטוי הבא וגלוי בכל עמוד.
hi: कैलेंडर एक सप्ताह-दृश्य ग्रिड है जो आपकी सभी स्कीमों से ईवेंट खींचता है, स्कीम द्वारा रंग-कोडित। किसी भी ईवेंट पर क्लिक करें संपादक में इसकी स्रोत पंक्ति पर कूदने के लिए। बाईं ओर आने वाला पैनल अगले क्या कारण है और प्रत्येक पृष्ठ पर दृश्यमान है।
hu: A naptár egy heti nézet, amely az összes séma eseményeit jeleníti meg, séma szerint színkódolva. Kattintson bármely eseményre, hogy az szerkesztőben a forrássorára ugorjon. A bal oldali, közelgő panel a következő teendőket jeleníti meg, és minden oldalon látható.
id: Kalender adalah kisi tampilan minggu yang menarik acara dari semua skema Anda, dikodekan warna menurut skema. Klik acara mana pun untuk melompat ke baris sumbernya di editor. Panel mendatang di sebelah kiri menunjukkan apa yang jatuh tempo berikutnya dan terlihat di setiap halaman.
it: Il calendario è una griglia di visualizzazione settimanale che attrae gli eventi da tutti i tuoi schemi, codificati per colore secondo lo schema. Fai clic su qualsiasi evento per saltare alla sua riga sorgente nell'editor. Il pannello dei prossimi eventi sulla sinistra mostra cosa scade dopo ed è visibile su ogni pagina.
ja: カレンダーはすべてのスキームからイベントを引き出す週表示グリッドで、スキーム別に色分けされています。任意のイベントをクリックしてエディターのソース行にジャンプします。左側のアップカミングパネルは次の期限を表示し、すべてのページで表示されます。
ko: 캘린더는 모든 스킴에서 이벤트를 가져온 주간 보기 그리드이며 스킴별로 색상 구분됩니다. 이벤트를 클릭하면 편집기에서 원본 줄로 이동합니다. 왼쪽의 예정된 항목 패널에는 다음에 기한이 있는 항목이 표시되며 모든 페이지에서 볼 수 있습니다.
ms: Kalender adalah kisi tampilan minggu yang menarik acara dari semua skema Anda, dikodekan warna menurut skema. Klik acara apa pun untuk melompat ke baris sumbernya di editor. Panel mendatang di sebelah kiri menunjukkan apa yang akan datang dan terlihat di setiap halaman.
nb: Kalenderen er et ukeskjema som henter hendelser fra alle skjemaene dine, fargekodede etter skjema. Klikk på en hvilken som helst hendelse for å hoppe til kildelinjen i redigeringsprogrammet. Kommende panel på venstre side viser hva som forfaller neste og er synlig på hver side.
nl: De agenda is een week-overzichtsgrid dat evenementen uit al je schema's haalt, met kleurcodering per schema. Klik op een evenement om naar de bronregel in de editor te springen. Het komende paneel aan de linkerkant toont wat er volgende is verschuldigd en is op elke pagina zichtbaar.
pl: Kalendarz jest siatką widoku tygodniowego, która pobiera zdarzenia z wszystkich Twoich schematów, kodowane kolorami według schematu. Kliknij dowolne zdarzenie, aby przejść do jego linii źródłowej w edytorze. Panel „Planowane” po lewej stronie pokazuje, co czeka Ciebie dalej, i jest widoczny na każdej stronie.
pt_br: O calendário é uma grade de visualização semanal que extrai eventos de todos os seus esquemas, codificados por cor por esquema. Clique em qualquer evento para ir até sua linha de origem no editor. O painel de próximos eventos à esquerda mostra o que está próximo e é visível em cada página.
pt_pt: O calendário é uma grelha de vista semanal que extrai eventos de todos os seus esquemas, codificados por cor conforme o esquema. Clique em qualquer evento para saltar para a sua linha de origem no editor. O painel de próximas tarefas à esquerda mostra o que é devido em seguida e é visível em todas as páginas.
ro: Calendarul este o grilă de vizualizare săptămânală care extrage evenimente din toate schemele dvs., codificate după culori după schemă. Faceți clic pe orice eveniment pentru a sări la linia sa sursă în editor. Panoul următor din stânga arată ce se datorează mai departe și este vizibil pe fiecare pagină.
ru: Календарь — это еженедельная сетка просмотра, которая вытягивает события из всех ваших схем, кодированных цветом по схеме. Нажмите на любое событие, чтобы перейти к его исходной строке в редакторе. Панель предстоящих задач слева показывает, что дальше наступит, и видна на каждой странице.
sk: Kalendár je týždenný pohľad v mriežke, ktorý ťahá udalosti z všetkých vašich schém, farebne kódované podľa schémy. Kliknite na akúkoľvek udalosť, aby ste skočili na jej zdrojový riadok v editore. Panel Nadchádzajúce na ľavej strane ukazuje, čo je ďalej, a je viditeľný na každej stránke.
sv: Kalendern är en veckovyrutnät som hämtar händelser från alla dina scheman, färgkodade efter schema. Klicka på en händelse för att hoppa till dess källrad i redigeraren. Panelen för kommande på vänster sida visar vad som ska göras härnäst och är synlig på varje sida.
th: ปฏิทินเป็นกริดมุมมองสัปดาห์ที่ดึงเหตุการณ์จากโครงการทั้งหมดของคุณ โดยเข้ากำหนดสีตามโครงการ คลิกเหตุการณ์ใด ๆ เพื่อข้ามไปยังบรรทัดต้นทางของมันในตัวแก้ไข แผงที่กำลังจะมาถึงทางด้านซ้ายแสดงสิ่งที่ค้างไว้ต่อไปและมองเห็นได้ในทุกหน้า
tr: Takvim, tüm şemalarınızdan etkinlikleri çeken ve şemaya göre renk kodlu bir hafta görünümü ızgarasıdır. Editördeki kaynak satırına geçmek için herhangi bir etkinliği tıklayın. Soldaki yaklaşan panel, sonra ne vadesi olduğunu gösterir ve her sayfada görünür.
uk: Календар — це сітка тижневого представлення, яка отримує события з усіх ваших схем, розфарбовані за схемами. Натисніть на будь-яке подію, щоб перейти до її вихідного рядка в редакторі. Панель «Найближчі» ліворуч показує, що повинно статися далі, й видна на кожній сторінці.
vi: Lịch là lưới chế độ xem tuần kéo các sự kiện từ tất cả các lược đồ của bạn, được mã hóa màu theo lược đồ. Nhấp vào bất kỳ sự kiện nào để nhảy đến dòng nguồn của nó trong trình soạn thảo. Bảng điều khiển sắp tới ở bên trái cho biết những gì sắp đến hạn và hiển thị trên mọi trang.
zh_hans: 日历是一个周视图网格，从您的所有方案中提取事件，按方案按颜色编码。单击任何事件可跳转到编辑器中的源行。左侧的"即将推出"面板显示下一步应做的事情，在每个页面上都可见。
zh_hant: 日曆是一個周視圖網格，會從您的所有規劃方案中拉取事件，按規劃方案以顏色編碼。點擊任何事件以跳到編輯器中的源行。左側的即將推出面板顯示接下來要完成的內容，在每一頁上都可見。

# web.guide.calendar.image_alt
source: KnotQ weekly calendar with events, assignments, and reminders from multiple schemes.
ar: تقويم KnotQ الأسبوعي مع الأحداث والمهام والتذكيرات من عدة خطط.
cs: Týdenní kalendář KnotQ s událostmi, úkoly a připomenutími z různých schémat.
da: KnotQ ugentlig kalender med begivenheder, opgaver og påmindelser fra flere skemaer.
de: KnotQ-Wochenkalender mit Ereignissen, Aufgaben und Erinnerungen aus mehreren Schemes.
el: Ημερολόγιο KnotQ εβδομάδας με γεγονότα, αναθέσεις και υπενθυμίσεις από πολλά σχέδια.
es: Calendario semanal de KnotQ con eventos, asignaciones y recordatorios de múltiples esquemas.
fi: KnotQ:n viikkokalenteri tapahtumilla, tehtävillä ja muistutuksilla useista kaavioista.
fr: Calendrier hebdomadaire KnotQ avec événements, tâches et rappels de plusieurs schémas.
he: לוח שנה שבועי של KnotQ עם אירועים, הקצאות ותזכורות מסכמות מרובות.
hi: KnotQ साप्ताहिक कैलेंडर कई स्कीमों से ईवेंट, असाइनमेंट और अनुस्मारक के साथ।
hu: KnotQ heti naptár több séma eseményeivel, feladataival és emlékeztetőivel.
id: Kalender mingguan KnotQ dengan acara, penugasan, dan pengingat dari berbagai skema.
it: Calendario settimanale di KnotQ con eventi, compiti e promemoria da più schemi.
ja: 複数のスキームのイベント、課題、リマインダーを含むKnotQ週間カレンダー。
ko: KnotQ 주간 캘린더에는 여러 스킴의 이벤트, 할당 및 알림이 표시됩니다.
ms: Kalender mingguan KnotQ dengan acara, penugasan, dan pengingat dari berbagai skema.
nb: KnotQ-kalender for en uke med hendelser, oppgaver og påminnelser fra flere skjemaer.
nl: KnotQ-weekagenda met evenementen, taken en herinneringen uit meerdere schema's.
pl: Tygodniowy kalendarz KnotQ ze zdarzeniami, przypisaniami i przypomnieniami z wielu schematów.
pt_br: Calendário semanal do KnotQ com eventos, tarefas e lembretes de múltiplos esquemas.
pt_pt: Calendário semanal do KnotQ com eventos, atribuições e lembretes de múltiplos esquemas.
ro: Calendar săptămânal KnotQ cu evenimente, sarcini și remindere din mai multe scheme.
ru: Еженедельный календарь KnotQ с событиями, заданиями и напоминаниями из нескольких схем.
sk: Kalendár KnotQ v týždni s udalosťami, úlohami a pripomienkami z viacerých schém.
sv: KnotQ-veckokalender med händelser, uppdrag och påminnelser från flera scheman.
th: ปฏิทิน KnotQ รายสัปดาห์ที่มีเหตุการณ์ งาน และการเตือนจากหลายโครงการ
tr: Birden fazla şemadan etkinlikler, ödevler ve hatırlatıcılar içeren KnotQ haftalık takvimi.
uk: Календар KnotQ тижневого представлення з подіями, завданнями та нагадуваннями з декількох схем.
vi: Lịch hàng tuần KnotQ với sự kiện, bài tập và nhắc nhở từ nhiều lược đồ.
zh_hans: KnotQ 周日历，包含来自多个方案的事件、分配和提醒。
zh_hant: KnotQ 周曆，包含來自多個規劃方案的事件、指派和提醒。

# web.guide.calendar.title
source: Calendar
ar: التقويم
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalender
nb: Kalender
nl: Agenda
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 日曆

# web.guide.daily.image_alt
source: KnotQ Daily Queue showing today's task list with carried-over items from yesterday.
ar: صف KnotQ اليومي يعرض قائمة مهام اليوم مع العناصر المنقولة من أمس.
cs: Denní fronta KnotQ zobrazující dnešní seznam úkolů s položkami přenesenými z včerejška.
da: KnotQ Daglig Kø, der viser dagens opgaveliste med overførte elementer fra i går.
de: KnotQ Daily Queue, die heutige Aufgabenliste mit übergereichten Elementen von gestern zeigt.
el: Ημερήσια Ουρά KnotQ που δείχνει τη λίστα εργασιών σήμερα με στοιχεία που μεταφέρθηκαν από χθες.
es: Cola diaria de KnotQ mostrando la lista de tareas de hoy con elementos llevados del día anterior.
fi: KnotQ:n Päivittäinen jono näyttää tämän päivän tehtäväluettelon eilen siirrettyjen kohteiden kanssa.
fr: File d'attente quotidienne KnotQ affichant la liste des tâches d'aujourd'hui avec les éléments reportés d'hier.
he: התור היומי של KnotQ המציג את רשימת המשימות של היום עם פריטים שנשאו מאתמול.
hi: KnotQ Daily Queue आज के कार्य सूची को कल से आगे बढ़े गए आइटमों के साथ दिखाता है।
hu: KnotQ Napi sor a mai feladatlistával és tegnap áthozott tárgyakkal.
id: Antrean Harian KnotQ menampilkan daftar tugas hari ini dengan item yang dibawa dari kemarin.
it: Coda giornaliera di KnotQ che mostra l'elenco dei compiti di oggi con gli elementi trasportati da ieri.
ja: 昨日から繰り越されたアイテムを含む本日のタスクリストを表示するKnotQ Daily Queue。
ko: KnotQ 일일 큐는 어제에서 이월된 항목이 있는 오늘의 작업 목록을 표시합니다.
ms: Antrian Harian KnotQ menampilkan daftar tugas hari ini dengan item yang dibawa dari kemarin.
nb: KnotQ Daily Queue som viser dagens oppgaveliste med elementer som ble overført fra i går.
nl: KnotQ Daily Queue met vandaag's takenlijst en overgedragen items van gisteren.
pl: Kolejkę dzienną KnotQ pokazującą listę zadań na dzisiaj z elementami przeniesionymi z wczoraj.
pt_br: Fila Diária do KnotQ mostrando a lista de tarefas de hoje com itens carregados de ontem.
pt_pt: Fila Diária do KnotQ mostrando a lista de tarefas de hoje com itens transportados de ontem.
ro: Coada zilei KnotQ care arată lista de sarcini de azi cu articole preluate din ieri.
ru: Ежедневная очередь KnotQ с показом списка задач сегодня и элементами, перенесёнными с вчерашнего дня.
sk: Denná fronta KnotQ zobrazujúca dnešný zoznam úloh s presunutými položkami z včera.
sv: KnotQ Daily Queue visar dagens uppgiftslista med överförda objekt från igår.
th: คิวรายวัน KnotQ แสดงรายการงานวันนี้กับรายการที่นำมาจากเมื่อวาน
tr: Dünden taşınan öğeleri içeren bugünün görev listesini gösteren KnotQ Günlük Kuyruk.
uk: Щоденна черга KnotQ, що показує список завдань на сьогодні з елементами, перенесеними з вчора.
vi: Hàng đợi Hàng ngày KnotQ hiển thị danh sách tác vụ của hôm nay với các mục được chuyển từ hôm qua.
zh_hans: KnotQ 日常队列，显示今天的任务列表以及从昨天继续的项目。
zh_hant: KnotQ 每日隊列顯示今天的任務清單，包括昨天結轉的項目。

# web.guide.daily.p1_post
source: gives you a fresh page every day. Incomplete items optionally carry over from the previous day, whereas completed tasks stay behind.
ar: يمنحك صفحة جديدة كل يوم. العناصر غير المكتملة قد تنتقل بشكل اختياري من اليوم السابق، بينما تبقى المهام المكتملة خلفك.
cs: vám dává svěží stránku každý den. Nedokončené položky se volitelně přenesou z předchozího dne, zatímco dokončené úkoly zůstávají vzadu.
da: giver dig en frisk side hver dag. Ufuldstændige elementer overføres eventuelt fra forrige dag, mens afsluttede opgaver bliver tilbage.
de: gibt Ihnen jeden Tag eine neue Seite. Unvollständige Elemente können optional vom Vortag übergegeben werden, während abgeschlossene Aufgaben dahinter bleiben.
el: σας δίνει μια φρέσκια σελίδα κάθε ημέρα. Τα ατελή στοιχεία προαιρετικά μεταφέρονται από την προηγούμενη ημέρα, ενώ οι ολοκληρωμένες εργασίες παραμένουν πίσω.
es: te proporciona una página nueva cada día. Los elementos incompletos opcionalmente se transfieren del día anterior, mientras que las tareas completadas se quedan atrás.
fi: antaa sinulle tuoreen sivun joka päivä. Keskeneräiset kohteet voidaan halutessaan siirtää edellisestä päivästä, kun taas valmiit tehtävät jäävät taakse.
fr: vous donne une page nouvelle chaque jour. Les éléments incomplets sont reportés du jour précédent, tandis que les tâches complétées restent en arrière.
he: נותן לך דף חדש כל יום. פריטים לא שלמים אופציונלית נשאו מהיום הקודם, בעוד שמשימות שהושלמו נשארו מאחור.
hi: आपको हर दिन एक नया पृष्ठ देता है। अधूरे आइटम वैकल्पिक रूप से पिछले दिन से आगे बढ़ सकते हैं, जबकि पूर्ण कार्य पीछे रहते हैं।
hu: minden nap egy friss lapot ad. A nem teljesített tárgyak opcionálisan áthozhatók az előző napról, míg a befejezett feladatok maradnak.
id: memberi Anda halaman segar setiap hari. Item yang belum selesai secara opsional dibawa dari hari sebelumnya, sedangkan tugas yang selesai tetap tertinggal.
it: ti dà una pagina fresca ogni giorno. Gli elementi incompleti opzionalmente si trasportano dal giorno precedente, mentre i compiti completati rimangono indietro.
ja: は毎日新しいページを提供します。未完了のアイテムはオプションで前日から繰り越され、完了したタスクは後に残ります。
ko: 는 매일 새로운 페이지를 제공합니다. 미완료 항목은 선택적으로 전날에서 이월되지만 완료된 작업은 남아 있습니다.
ms: memberi Anda halaman segar setiap hari. Item yang tidak lengkap dapat opsional dibawa dari hari sebelumnya, sementara tugas yang diselesaikan tetap di belakang.
nb: gir deg en frisk side hver dag. Ufullstendige elementer kan valgfritt overføres fra forrige dag, mens fullførte oppgaver blir igjen.
nl: geeft je elke dag een schone pagina. Onvoltooide items kunnen optioneel van de vorige dag worden overgedragen, terwijl voltooide taken achter blijven.
pl: daje Ci świeżą stronę każdego dnia. Niekompletne elementy opcjonalnie przenoszą się z poprzedniego dnia, a ukończone zadania pozostają w tyle.
pt_br: oferece uma página fresca todos os dias. Itens incompletos opcionalmente se carregam do dia anterior, enquanto as tarefas concluídas ficam para trás.
pt_pt: dá-lhe uma página nova todos os dias. Os itens incompletos podem opcionalmente transitar do dia anterior, enquanto que as tarefas concluídas ficam para trás.
ro: vă oferă o pagină proaspătă în fiecare zi. Elementele incomplete sunt opțional preluate din ziua anterioară, în timp ce sarcinile completate rămân în spate.
ru: даёт вам свежую страницу каждый день. Незавершённые элементы дополнительно переносятся с предыдущего дня, тогда как завершённые задачи остаются позади.
sk: vám poskytuje novú stránku každý deň. Nedokončené položky sa voliteľne prenášajú z predchádzajúceho dňa, zatiaľ čo hotové úlohy zostávajú pozadu.
sv: ger dig en ny sida varje dag. Ofullständiga objekt kan valfritt överföras från föregående dag, medan slutförda uppgifter stannar kvar.
th: ให้คุณหน้าสดใหม่ทุกวัน รายการที่ไม่เสร็จอาจถูกโอนจากวันก่อนหน้า ในขณะที่งานที่เสร็จสิ้นจะอยู่เบื้องหลัง
tr: her gün size taze bir sayfa sağlar. Tamamlanmamış öğeler isteğe bağlı olarak önceki günden devredilirken, tamamlanan görevler geride kalır.
uk: дає вам свіжу сторінку кожного дня. Незавершені елементи можуть опціонально переноситися з попереднього дня, тоді як завершені завдання залишаються позаду.
vi: cung cấp cho bạn một trang mới mỗi ngày. Các mục chưa hoàn thành tùy chọn được chuyển từ ngày trước, trong khi các tác vụ hoàn thành vẫn lại.
zh_hans: 每天为您提供一个新页面。未完成的项目可选择从前一天继续，而已完成的任务则留在后面。
zh_hant: 每天為您提供一個全新的頁面。未完成的項目可以選擇從前一天結轉，而已完成的任務會留下。

# web.guide.daily.p1_pre
source: The
ar: الـ
cs: Funkce
da: Den
de: Die
el: Η
es: La
fi: Sellainen
fr: La
he: ה
hu: A
it: La
nb: Det
nl: De
pt_br: A
pt_pt: O
sk: Denná fronta
sv: Det
th: ใจ
tr: Günlük Kuyruk
uk: Щоденна черга
vi: Hàng đợi Hàng ngày
